Repository: micronull/JOSM-Russia-address-helper-plugin
Catalog: src/main/po/*.po
Languages: ru

source: russia-address-helper
ru: Загрузка адресов из ЕГРН

source: Russia address helper
ru: Загрузка адресов из ЕГРН

source: Data download
ru: Загрузка данных

source: Data processing
ru: Обработка данных

source: Russia address helper settings
ru: Настройки плагина ЕГРН

source: Network settings.
ru: Настройки сети

source: EGRN request url:
ru: URL адрес запроса ЕГРН:

source: Request limit (from 1 to 10):
ru: Лимит одновременных запросов (от 1 до 10):

source: Delay between requests in seconds:
ru: Задержка между запросами в секундах:

source: Click action settings
ru: Запрос по клику

source: Mass action settings
ru: Запрос выделения

source: Export parsed address data to CSV file
ru: Выгружать разобранные адресные данные в файл CSV

source: Take all existing
ru: Взять все существующие

source: Take selected existing
ru: Взять выбранное существующее

source: Take all loaded
ru: Взять все импортированные

source: Take selected loaded
ru: Взять выбранное импортированное

source: Clear decisions
ru: Очистить результаты

source: Add merged data
ru: Присвоить объединенные

source: OSM value
ru: Значение в ОСМ

source: Result value
ru: Результат

source: EGRN value
ru: Значение из ЕГРН

source: EGRN conflicted data
ru: ЕГРН конфликт данных

source: Tag
ru: Тэг

source: Values
ru: Значения

source: Yes
ru: Да

source: No
ru: Нет

source: Move up
ru: Переместить вверх

source: Move down
ru: Переместить вниз

source: Remove row
ru: Удалить строку

source: Reset to defaults
ru: Сбросить по умолчанию

source: Reset to defaults?
ru: Сбросить по умолчанию?

source: Reset building tag settings to defaults?
ru: Сбросить настройки маппинга типов зданий по умолчанию?

source: EGRN terms
ru: Подстроки ЕГРН

source: Buildings ext info
ru: Типы зданий

source: Validation settings
ru: Валидация

source: Enable geometry import
ru: Импортировать геометрию из ПКК

source: Remove polygons smaller than
ru: Фильтровать полигоны менее чем, м. кв.

source: Simplify geometry after import
ru: Упрощать импортированную геометрию

source: Simplify ways threshold
ru: Предел сдвига точек при упрощении, м

source: Simplify imported geometry
ru: Упрощение импортированной геометрии

source: Imported geometry was simplified, nodes removed
ru: Импортированная геометрия упрощена, удалено вершин

source: Merge features tags to single node
ru: Объединять данные слоев на одной точке

source: Record address from egrn to addr:RU:egrn tag.
ru: Записывать сырой адрес из ЕГРН в тег addr:RU:egrn.

source: Query layers settings
ru: Настройка слоев запроса

source: Layer shift settings
ru: Слой коррекции запроса

source: Miscellaneous
ru: Разное

source: Common settings
ru: Общие

source: Enable duplicate cleaning.
ru: Включить удаление дублей.

source: For selected objects
ru: Для выделенных объектов

source: By click
ru: На месте клика

source: Add PKK WMS imagery layers
ru: Добавить слои WMS ПКК

source: Layer type
ru: Тип

source: Description
ru: Описание

source: Click action
ru: По клику

source: Mass request
ru: Массовый

source: Select query layers for action:
ru: Выберите слои, которые будут запрошены для действий:

source: All selected buildings are not eligible for request!
ru: Все выделенные здания не подходят для запроса!

source: Enable requested coordinates shift for requests according to the layer:
ru: Сдвигать координаты запросов cогласно сдвигу выбранного слоя:

source: Create address nodes for other found addresses
ru: Создавать адресные точки для всех найденных адресов

source: Data downloading failed, reason:
ru: Сбой загрузки данных, причина:

source: Create address nodes for unparsed addresses (for debug)
ru: Создавать адресные точки для нераспознанных адресов (для отладки)

source: Removed existing in OSM address double
ru: Удален существующий в ОСМ дубль адреса

source: Removed found in EGRN address doubles, leaving biggest area building
ru: Удалены найденные в ЕГРН дубли, оставлено здание наибольшей площади

source: Duplicates search distance in meters
ru: Расстояние поиска дубликатов адресов, метров:

source: EGRN request user agent string:
ru: UserAgent запроса ЕГРН:

source: BUILDING
ru: ЗДАНИЕ

source: PARCEL
ru: УЧАСТОК

source: EGRN address
ru: Адрес из ЕГРН

source: Parsed address
ru: Распознанный адрес

source: Address type
ru: Тип адреса

source: Disable SSL for EGRN requests
ru: Отключить SSL при запросах к ЕГРН

source: Resolution of request, pixel per meter:
ru: Разрешение окна запроса, пикселей на метр:

source: Boundary margin extension, meters:
ru: Расширение окна запроса вокруг объекта, метры:

source: Boundaries of request, meters
ru: Запрашивать по клику в радиусе, метры

source: EGRN address found
ru: ЕГРН адрес найден

source: EGRN address added to OSM
ru: ЕГРН адрес добавлен в ОСМ

source: EGRN information for address parsed and added
ru: Адресная информация из ЕГРН распознана и добавлена в ОСМ

source: EGRN address cannot be parsed
ru: ЕГРН адрес не распознан

source: EGRN information cannot be fully parsed into address
ru: Адрес из ЕГРН не удалось корректно распознать

source: EGRN parse error
ru: ЕГРН ошибка разбора

source: EGRN cant get housenumber
ru: ЕГРН не распознан номер дома

source: EGRN housenumber too big
ru: ЕГРН номер дома превышает лимит

source: EGRN cant get street or place name
ru: ЕГРН не распознана улица или место

source: Assign address to building
ru: Присвоить зданию адрес

source: Ignore error
ru: Игнорировать ошибку

source: Ignore
ru: Игнорировать

source: Address not complete and was not added to building
ru: Адрес не удовлетворяет условиям и не был присвоен

source: EGRN empty response
ru: ЕГРН пустой ответ

source: EGRN returned empty response
ru: ЕГРН вернул пустой ответ

source: EGRN test for empty response from registry
ru: Валидатор пустого ответа из ЕГРН

source: EGRN address has flats
ru: ЕГРН содержит номер квартиры

source: EGRN test for addresses with flat numbers in it
ru: Тест для адресов, содержащих в себе номер квартиры

source: Generate address nodes
ru: Создать адресные точки

source: Added address nodes from RussiaAddressHelper AddressHasFlats validator
ru: Добавление адресных точек валидатором ЕГРН AddressHasFlats

source: EGRN fuzzy street match
ru: ЕГРН нечеткое совпадение улицы

source: EGRN test for parsed street name fuzzy match with OSM
ru: Тест на нечеткое совпадение наименования улицы из ЕГРН и улицы в ОСМ

source: Added tags from RussiaAddressHelper FuzzyMatch validator
ru: Добавление тэгов валидатором нечеткого совпадения

source: EGRN initials match
ru: ЕГРН совпадение по инициалам

source: EGRN test for parsed street name match with OSM without initials or first name
ru: Тест на совпадение наименования улицы из ЕГРН и улицы в ОСМ без инициалов или имени

source: Added tags from RussiaAddressHelper InitialsMatch validator
ru: Добавление тэгов валидатором совпадения без инициалов

source: EGRN multiple addresses
ru: ЕГРН несколько адресов

source: EGRN test for multiple different valid addresses
ru: Валидация нескольких распознанных адресов

source: Added tags from RussiaAddressHelper MultipleValidAddress validator
ru: Добавление тэгов валидатором множественных адресов

source: EGRN not found place in OSM
ru: ЕГРН не найден обьект места

source: EGRN test for address not matched with place object in loaded OSM data
ru: Валидация адресов для которых не нашелся обьект в данных ОСМ

source: Retry address matching
ru: Заново сопоставить адреса

source: Added tags from RussiaAddressHelper PlaceNotFound validator
ru: Добавление тэгов валидатором PlaceNotFound

source: EGRN street not found
ru: ЕГРН улица не найдена

source: EGRN test for not found OSM street
ru: ЕГРН улица была распознана, но не найдена в ОСМ

source: Added tags from RussiaAddressHelper StreetNoFound validator
ru: Добавление тэгов валидатором сопоставления с улицей

source: Assign address by street
ru: Присвоить адрес по улице

source: EGRN fuzzy or initials place match
ru: ЕГРН нечеткое совпадение места

source: EGRN fuzzy match
ru: ЕГРН нечеткое совпадение

source: EGRN test for parsed place name fuzzy or without initials match with OSM
ru: ЕГРН валидатор на совпадение имени места по нечеткому алгоритму или без инициалов

source: Assign address by place
ru: Присвоить адрес по месту

source: Retry match with place
ru: Повторить сопоставление с местом

source: EGRN place fuzzy match
ru: ЕГРН нечеткое совпадение места

source: EGRN place initials match
ru: ЕГРН совпадение места без инициалов

source: EGRN test for duplicate addresses received from registry
ru: ЕГРН тест на дубликаты адресов полученные из реестра

source: EGRN duplicate addresses
ru: ЕГРН дублирование адресов

source: EGRN double address
ru: ЕГРН дубликат адреса

source: Request addresses again
ru: Запросить ЕГРН снова

source: EGRN place not found
ru: ЕГРН не найдено место

source: Rename street
ru: Переименовать улицу

source: Too many consecutive failures, your IP maybe banned from EGRN side (
ru: Слишком много последовательных неудач, возможно ваш IP забанен со стороны сервиса ЕГРН (

source: Selected more than set limit buildings, only first %s will be processed
ru: Выбрано больше зданий, чем установлено в настройках, будет запрошено только %s объектов из выделения

source: Total requests to EGRN in current session (total/success):
ru: Всего запросов к ЕГРН в текущей сессии (всего/успех):

source: Request limit for single select action:
ru: Лимит количества зданий в одном запросе массовой загрузки:

source: Remove address and request again
ru: Удалить все и перезапросить

source: Remove address from all
ru: Удалить все

source: Assign same address to all
ru: Присвоить всем одинаковый

source: Assign to biggest
ru: Присвоить наибольшему

source: Assign to closest
ru: Присвоить ближайшему

source: Street way should be closer than, meters:
ru: Линия улицы должна быть ближе чем, метров:

source: Place node should be closer than, meters:
ru: Точка места должна быть ближе чем, метров:

source: EGRN street/place too far
ru: ЕГРН проверка геометрии

source: EGRN street/place way too far from street/place in OSM
ru: ЕГРН валидация на близость улицы/места к данным ОСМ

source: EGRN street found too far
ru: ЕГРН улица слишком далеко

source: EGRN place found too far
ru: ЕГРН место слишком далеко

source: EGRN outside of place boundary
ru: ЕГРН вне границ места

source: EGRN place boundary incomplete
ru: ЕГРН граница места неполная

source: Shift layer doesnt set in plugin settings. Mass request without shift layer will be invalid. Aborting operation.
ru: В настройках плагина не выбран слой для сдвига. Массовый запрос без сдвига некорректен. Прерывание операции.

source: Shift layer doesnt have offset, this is probably an error. Change offset of layer
ru: Выбранный слой сдвига запроса не откорректирован. Сдвиньте согласно геометрии слой

source: Somehow cannot find street lines with name=
ru: Не удалось найти линию улицы с name=

source: operation canceled
ru: операция прервана

source: Enable extended data request for point
ru: Запрашивать расширенные данные из ЕГРН для точечного запроса

source: Cancel
ru: Отмена

source: EGRN address contains stop words
ru: ЕГРН адрес содержит стоп-слова

source: Addresses containing words from this table will trigger Adress is not recognized error
ru: Адреса, в которых содержатся слова из этого списка, будут распознаны как ошибочные

source: Key words
ru: Ключевые слова
